Repository: CherokeeLanguage/Action-Imitation-and-Fun-Series
Catalog: 06-Red-Riding-Hood/CAT/red-riding-hood-seven-kids/tm/corpus-nt-bbe.en.utf8.tmx
Source language: en
Languages: chr

source: Now when the Pharisee in whose house he was saw it, he said to himself, This man, if he was a prophet, would be conscious what sort of woman this is who has put her hands on him, that she is a sinner.
chr: ᎠᏆᎵᏏᏃ ᎾᏍᎩ ᏭᏯᏅᏛ ᎤᎪᎲ, ᎤᏁᏤ ᏧᏓᏅᏛ ᎯᎠ ᏂᎦᏪᏍᎨᎢ; ᎯᎠ ᎠᏍᎦᏯ ᎢᏳᏃ ᎠᏙᎴᎰᏍᎩ ᏱᎨᏎ ᏳᏙᎴᎰᏎ ᎾᏍᎩ ᎨᏒ ᎠᎴ ᎢᏳᏍᏗᏉ ᎨᏒ ᎯᎠ ᎠᎨᏴ ᏧᏃᏟᏍᏗᎭ, ᎠᏍᎦᎾᏰᏃ.

source: And Jesus, answering, said, Simon, I have something to say to you. And he said, Master, say on.
chr: ᏥᏌᏃ ᎤᏁᏨ ᎯᎠ ᏄᏪᏎᎴᎢ; ᏌᏩᏂ, ᎠᎩᎭ ᎪᎱᏍᏗ ᎬᏲᏎᏗ. ᎯᎠᏃ ᏄᏪᏎᎢ; ᏔᏕᏲᎲᏍᎩ, ᏂᏫᎪᎦ.

source: And he said, Two men were in debt to a certain man of business: one had a debt of five hundred pence, and the other of fifty.
chr: ᎩᎶ ᎢᏳᏍᏗ ᎡᎮ ᏧᏓᏚᎩ, ᎾᏍᎩ ᎠᏂᏔᎵ ᏧᏚᎩ ᎠᏁᎮᎢ; ᏏᏴᏫ ᎯᏍᎩᏧᏈ ᎠᏂᎩᏏ ᏧᎾᎬᏩᎶᏗ ᎠᏥᏚᎨᎢ, ᏐᎢᏃ ᎯᏍᎦᏍᎪᎯ.

source: When they were unable to make payment, he made the two of them free of their debts. Which of them, now, will have the greater love for him?
chr: ᎪᎱᏍᏗᏃ ᏄᏂᎲᎾ ᎨᏒ ᎤᎾᎫᏴᏙᏗ, ᏚᏲᏎᏉ ᎢᏧᎳ. ᎾᏍᎩᏃ ᏍᎩᏃᎲᏏ, ᎦᎪ ᎾᏍᎩ ᎤᏟ ᏄᏓᎨᏳᏎᏍᏗ?

source: Simon, in answer, said, It seems he whose debt was greater. And he said, Your decision is right.
chr: ᏌᏩᏂ ᏧᏁᏨ ᎯᎠ ᏄᏪᏎᎢ; ᎠᏎᎨᎵ ᎾᏍᎩ Ꮎ ᎤᏟ ᎢᎦᎢ ᏗᎬᏩᏲᎯᏎᎸᎯ. ᎯᎠᏃ ᏄᏪᏎᎴᎢ; ᏚᏳᎪᏛ ᏕᎱᎪᏓ.

source: And turning to the woman he said to Simon, You see this woman? I came into your house; you did not give me water for my feet: but she has been washing my feet with the drops from her eyes, and drying them with her hair.
chr: ᎠᎨᏴᏃ ᎦᏙᎬ ᎢᏗᏢ ᏭᎦᏔᎲᏍᏔᏅ ᎯᎠ ᎾᏥᏪᏎᎴ ᏌᏩᏂ; ᎯᎪᏩᏘᏍᎪ ᎯᎠ ᎠᎨᏴ? ᎯᏁᎸ ᎠᎩᏴᎸᎩ, ᎠᎹ ᎥᏝ ᏱᏍᎩᏁᏁᎴ ᏗᏉᏑᎴᏗ ᏗᏆᎳᏏᏕᏂ; ᎾᏍᎩᏍᎩᏂ Ꮎ ᏓᏉᏑᎵᏏ ᏗᏆᎳᏏᏕᏂ ᏧᎦᏌᏬᎸᎯ ᎬᏓ, ᎠᎴ ᏓᎩᎧᏲᏙᏓᏏ ᎤᏍᏘᏰᎬᎢ.

source: You did not give me a kiss: but she, from the time when I came in, has gone on kissing my feet.
chr: ᎥᏝ ᏱᏍᏆᏔᏪᏙᏁᎢ; ᎯᎠᏍᎩᏂ ᎠᎨᏴ, ᎠᎩᏴᎵᎸ ᏅᏓᎬᏩᏓᎴᏅᏛ, ᎥᏝ ᏳᏑᎵᎪᏨ ᏓᏆᏚᏣᎳᏁᎲ ᏗᏆᎳᏏᏕᏂ.

source: You put no oil on my head: but she has put perfume on my feet.
chr: ᏥᏍᎪᎵ ᎥᏝ ᏱᏍᎩᎶᏁᏔᏁ ᎪᎢ; ᎯᎠᏍᎩᏂ ᎠᎨᏴ ᎠᏠᏁᏗ ᏚᎶᏁᏔᏅ ᏗᏆᎳᏏᏕᏂ.

source: And so I say to you, She will have forgiveness for her sins which are great in number, because of her great love: but he who has small need of forgiveness gives little love.
chr: ᎾᏍᎩ ᎢᏳᏍᏗ ᎯᎠ ᏂᎬᏪᏎᎭ; ᎤᏍᎦᏅᏨ, ᎾᏍᎩ ᏧᏈᏯ ᏥᎩ, ᎠᏥᏙᎵᎩ, ᎤᏣᏘᏰᏃ ᎤᏓᎨᏳᏎᎢ; ᎩᎶᏍᎩᏂ ᎤᏍᏗ ᎠᏥᏙᎵᏨᎯ, ᎾᏍᎩ ᎤᏍᏗ ᎤᏓᎨᏳᏐᎢ.

source: And he said to her, You have forgiveness for your sins.
chr: ᎯᎠᏃ ᏄᏪᏎᎴ ᎠᎨᏴ; ᏣᏍᎦᏅᏨ ᎡᏣᏙᎵᎩ.

source: And those who were seated at table with him said to themselves, Who is this who even gives forgiveness of sins?
chr: ᎾᏍᎩᏃ Ꮎ ᎢᏧᎳᎭ ᎠᏂᏂᏜᎢ ᎠᎾᎵᏍᏓᏴᎲᏍᎬ ᎤᎾᎴᏅᎮ ᏙᏧᎾᏓᏅᏛ ᎯᎠ ᏄᏂᏪᏎᎢ; ᎦᎪ ᎾᏍᎩ ᎯᎠ, ᎠᏍᎦᏅᏨ ᎾᏍᏉ ᏥᏕᎦᏙᎵᎦ?

source: And he said to the woman, By your faith you have salvation; go in peace.
chr: ᎯᎠᏃ ᏄᏪᏎᎴ ᎠᎨᏴ, ᏦᎯᏳᏒ ᏣᏍᏕᎸ; ᏅᏩᏙᎯᏯᏛ ᏥᎮᎾ.

source: And it came about, after a short time, that he went through town and country giving the good news of the kingdom of God, and with him were the twelve,
chr: ᎣᏂᏃ ᎢᏴᏛ ᎯᎠ ᏄᎵᏍᏔᏁᎢ, ᎾᏍᎩ ᏕᎦᏚᏩᏗᏒ ᏧᏛᎾ ᎠᎴ ᏧᏍᏗ ᎤᏪᏙᏁᎢ, ᎠᎵᏥᏙᎲᏍᎨ ᎠᎴ ᎬᏂᎨᏒ ᏂᎬᏁᎮ ᎣᏍᏛ ᎧᏃᎮᏛ ᎤᏁᎳᏅᎯ ᎤᎬᏫᏳᎯ ᎨᏒ ᎧᏃᎮᏍᎩ, ᏔᎳᏚᏃ ᎢᏯᏂᏛ ᎤᎾᎵᎪᏩᏕᎨᎢ;

source: And certain women who had been made free from evil spirits and diseases, Mary named Magdalene, from whom seven evil spirits had gone out,
chr: ᎠᎴ ᎩᎶ ᎢᏳᎾᏍᏗ ᎠᏂᎨᏴ ᏗᎨᏥᏅᏩᏅᎯ ᎤᏂᏲ ᏗᏓᏅᏙ ᎬᏩᎾᏕᏯᏙᏗᏍᎬ ᎠᎴ ᏚᏂᏢᎬᎢ, ᎾᏍᎩ ᎺᎵ ᎹᎦᏕᎵ ᎡᎯ ᏣᏃᏎᎰᎢ, ᎾᏍᎩ ᎦᎵᏉᎩ ᎠᏂᏍᎩᎾ ᎬᏩᏄᎪᏤᎸᎯ,

source: And Joanna, the wife of Chuza, Herod's chief house-servant, and Susanna and a number of others, who gave him of their wealth for his needs.
chr: ᎠᎴ ᏦᎢᏁ ᎤᏓᎵᎢ ᏧᏌ ᎾᏍᎩ ᎡᎶᏛ ᎤᏤᎵ ᏧᎬᏩᎶᏗ ᎤᎦᏌᏯᏍᏗᏕᎩ, ᎠᎴ ᏑᏌᏂ, ᎠᎴ ᎠᏂᎪᏗᏳ ᏅᏩᎾᏓᎴ ᎾᏍᎩ ᏥᎬᏩᏍᏕᎸᏙᏗᏍᎨ ᎪᎱᏍᏗ ᎤᏂᎿᎥᎢ.

source: And when a great number of people came together, and men from every town went out to him, he gave them teaching in the form of a story:
chr: ᎠᏂᎪᏗᏳᏃ ᏴᏫ ᏚᏂᎳᏫᏦᎸ ᎾᏍᎩ ᎬᏩᎷᏤᎸ ᏕᎦᏚᏩᏗᏒ ᏂᏙᏓᏳᏂᏄᎪᏨᎯ, ᎤᏁᏤ ᏚᏟᎶᏍᏓᏁᎴᎢ;

source: A man went out to put in seed, and while he was doing it, some was dropped by the wayside and it was crushed under foot, and was taken by the birds of heaven.
chr: ᎠᏫᏍᎩ ᎤᏫᏒᏎ ᎤᏤᎵ ᎤᎦᏔ; ᎤᏫᏒᏃ ᎢᎦᏛ ᏅᏃᎱᎶᏗ ᎤᎳᎨᏯᏛᏤᎢ; ᎤᎾᎳᏍᏓᎡᎴᏃ ᎠᎴ ᏥᏍᏆ ᎦᎳᏅᏛ ᎠᏂᏃᎯᎵᏙᎯ ᎤᏂᎪᏁᎢ.

source: And some went on the rock, and when it came up it became dry and dead because it had no water.
chr: ᎢᎦᏛᏃ ᏅᏲᎯ ᎤᎳᎨᏯᏛᏤᎢ; ᏧᎵᏰᏅᏉᏃ ᎤᎿᏍᎬᏤ ᏅᏗᎦᎵᏍᏙᏗᏍᎨ ᏄᏬᏕᏫᏒᎾ ᎨᏒᎢ.

source: And some went among thorns, and the thorns came up with it and it had no room for growth.
chr: ᎢᎦᏛᏃ ᎠᏄᎦᎸᎯ ᎤᎳᎨᏯᏛᏤᎢ; ᎠᏄᎦᎸᏃ ᎢᏧᎳᎭ ᏗᎤᏛᏎᎢ, ᎠᎴ ᎤᏁᏄᎳᏍᏔᏁᎢ.

source: And some falling on good earth, came up and gave fruit a hundred times as much. And with these words he said in a loud voice, He who has ears, let him give ear.
chr: ᎢᎦᏛᏃ ᎣᏒ ᎦᏙᎯ ᎤᎳᎨᏯᏛᏤᎢ, ᎠᎴ ᏧᏛᏎᎢ, ᎠᎴ ᎤᎦᏔᏔᏁᎢ ᎤᏁᏉᏤ ᎠᏍᎪᎯᏧᏈ ᎢᏳᏩᎫᏗ. ᎾᏍᎩᏃ ᎯᎠ ᏄᏪᏒ, ᎤᎵᏍᏔᏁᎢ, ᎯᎠ ᏄᏪᏎᎢ, ᎩᎶ ᏕᎦᎵᎷᎨᏍᏗ ᎤᏛᎪᏗᏱ ᏩᏛᎬᎦ

source: And his disciples put questions to him about the point of the story.
chr: ᎬᏩᏍᏓᏩᏗᏙᎯᏃ ᎬᏩᏛᏛᏁ ᎯᎠ ᏂᎬᏩᏪᏎᎴᎢ; ᎦᏙ ᎦᏛᎦ ᎯᎠ ᏓᏟᎶᏍᏛᎢ.

source: And he said, To you is given knowledge of the secrets of the kingdom of God; but to the others, they are given in stories, so that seeing, they may not see, and though they give hearing, the sense will not be clear to them.
chr: ᎯᎠᏃ ᏄᏪᏎᎢ; ᏂᎯ ᎡᏥᏁᎸᎯ ᎢᏦᎵᏍᏗᏱ ᎤᏕᎵᏛ ᎨᏒ ᎤᏁᎳᏅᎯ ᎤᎬᏫᏳᎯ ᎨᏒᎢ; ᎠᏂᏐᎢᏍᎩᏂ ᏗᎨᎦᏟᎶᏍᏓᏁᏗ; ᎾᏍᎩ ᎠᏂᎪᏩᏘᏍᎬ ᎬᏩᏂᎪᏩᏛᏗ ᏂᎨᏒᎾ, ᎠᎴ ᎠᎾᏛᎩᏍᎬ ᎬᏩᏃᎵᏍᏗ ᏂᎨᏒᎾ.

source: Now this is the point of the story: The seed is the word of God.
chr: ᏓᏟᎶᏍᏛᏃ ᎯᎠ ᎾᏍᎩ ᏄᏍᏗ; ᎤᎦᏔ ᎧᏃᎮᏛ ᎤᏁᎳᏅᎯ ᎤᏤᎵ ᎦᏛᎦ.

source: Those by the side of the road are those who have given hearing; then the Evil One comes and takes away the word from their hearts, so that they may not have faith and get salvation.
chr: ᏅᏃᎱᎶᏗᏃ ᏧᎳᎨᏯᏛᏤᎢ ᎾᏍᎩ ᎠᎾᏛᎩᏍᎩ ᎨᏥᏛᎦ; ᎿᏉᏃ ᎠᏍᎩᎾ ᎦᎷᎪᎢ, ᎠᎴ ᎠᎩᏍᎪ ᎦᏄᎪᏫᏍᎪ ᎧᏃᎮᏛ ᏧᏂᎾᏫᏱ, ᎦᎬᏩᏃᎯᏳᏗ ᎠᎴ ᎦᎨᏥᏍᏕᎸᏗ ᏂᎨᏒᎾ ᎢᏳᎵᏍᏙᏗᏱ.

source: And those on the rock are those who with joy give hearing to the word; but having no root, they have faith for a time, and when the test comes they give up.
chr: ᎾᏃ ᏅᏲᎯ ᏧᎳᎨᏯᏛᏤᎢ, ᎨᏥᏛᎦ ᎾᏍᎩ ᎠᎾᏛᎬᎦ ᎤᎵᎮᎵᏍᏗᏳ ᏥᏓᎾᏓᏂᎸᎪ ᎧᏃᎮᏛ; ᎠᎴ ᎥᏝ ᏱᏚᏂᎿᏍᏕᏠᎢ; ᏞᎦ ᎠᏃᎯᏳᎲᏍᎪᎢ; ᎠᎴ ᎨᏥᎪᎵᏯ ᎠᏂᏑᎵᎪᎪᎢ.

source: And those which went among thorns are those who have given hearing, and go on their way, but they are overcome by cares and wealth and the pleasures of life, and they give no fruit.
chr: ᎾᏃ ᎠᏄᎦᎸᎯ ᏧᎳᎨᏯᏛᏤᎢ ᎨᏥᏛᎦ ᎾᏍᎩ ᎠᎾᏛᎬᎦ. ᎢᎸᎯᏢ ᏥᏩᏂᎶᏍᎪᎢ, ᎡᎶᎯᏃ ᎡᎯ ᎤᏪᎵᎯᏍᏗ ᎠᎴ ᎨᏅᎢᏍᏗ ᎨᏒ, ᎠᎴ ᎣᏍᏛ ᎠᏰᎸᏗ ᎨᏒ ᎠᏂᏁᏄᎳᏍᏗᏍᎪᎢ, ᎠᎴ ᎥᏝ ᏯᏂᎾᏄᎪᏫᏍᎪ ᎤᎦᏛᎾᏨᎯ.

source: And those in the good earth are those who, having given ear to the word, keep it with a good and true heart, and in quiet strength give fruit.
chr: ᎾᏃ ᎣᏒ ᎦᏙᎯ ᏧᎳᎨᏯᏛᏤᎢ ᎨᏥᏛᎦ ᎾᏍᎩ ᏄᏠᎾᏍᏛᎾ ᎠᎴ ᎣᏍᏛ ᎨᏒ ᎤᏂᎾᏫ ᎬᏗ ᎠᎾᏛᎬᎦ ᎧᏃᎮᏛ, ᎠᏂᏍᏆᏂᎪᏗᏍᎪᎢ, ᎠᎴ ᎠᏂᎾᏄᎪᏫᏍᎪ ᎤᎦᏔᏔᏅᎯ ᎠᏅᏂᏗᏳ ᎨᏐᎢ.

source: No man, when the light is lighted, puts a cover over it, or puts it under a bed, but he puts it on its table, so that those who come in may see the light.
chr: ᎥᏝ ᎠᎴ ᎩᎶ ᎠᏨᏍᏛᎦ ᎠᏨᏍᏙᏗ ᎠᏖᎵᏙ ᏱᎫᏢᏗᏍᎪᎢ, ᎠᎴ ᎦᏂᏢᏩ ᏱᎦᎧᎲᏍᎪᎢ; ᎦᎪᏗᏱᏍᎩᏂ ᎦᎧᎲᏍᎪᎢ, ᎾᏍᎩ ᎠᏂᏴᎯᎯ ᎤᏂᎪᏩᏛᏗᏱ ᎢᎦᎦᏛᎢ.

source: For nothing is put out of view which will not be made clear, and nothing is secret of which the knowledge will not come to light.
chr: ᎥᏝᏰᏃ ᎪᎱᏍᏗ ᎤᏕᎵᏛ ᏱᎩ ᎾᏍᎩ ᎬᏂᎨᏒ ᎢᎬᏁᏗ ᏂᎨᏒᎾ; ᎥᏝ ᎠᎴ ᎪᎱᏍᏗ ᏱᎬᏍᎦᎸ ᎾᏍᎩ ᎠᎦᏙᎥᎯᏍᏗ ᎠᎴ ᎬᏂᎨᏒ ᎢᎬᏁᏗ ᏂᎨᏒᎾ.

source: So take care how you give hearing, for to him who has will be given, and from him who has not will be taken even what he seems to have.
chr: ᎾᏍᎩ ᎢᏳᏍᏗ ᎢᏤᏯᏔᎮᏍᏗ ᏄᏍᏛ ᎢᏣᏛᎩᏍᎬᎢ, ᎩᎶᏰᏃ ᎤᎮᏍᏗ, ᎾᏍᎩ ᎠᏥᏁᏗ ᎨᏎᏍᏗ; ᎩᎶᏃ ᏄᎲᎾ ᎨᏎᏍᏗ, ᎾᏍᎩ ᎠᏥᎩᎡᏗ ᎨᏎᏍᏗ ᎾᏍᎩ Ꮎ ᏧᎰ ᏥᏅᏩᏍᏙᎢ.

source: And his mother and his brothers came to him, and they were not able to get near him because of the great number of people.
chr: ᎿᏉᏃ ᎬᏩᎷᏤᎴ ᎤᏥ ᎠᎴ ᎠᎾᎵᏅᏟ, ᎠᎴ ᎥᏝ ᎾᎥ ᏫᎦᎬᏩᏂᎷᏤᏗ ᏱᎨᏎ ᏅᏗᎦᎵᏍᏙᏗᏍᎨ ᏴᏫ ᎤᏂᏣᏛᎢ.

source: And someone said to him, Your mother and your brothers are outside desiring to see you.
chr: ᎬᏩᏃᏁᎴᏃ ᎯᎠ ᏄᏂᏪᏎᎢ; ᏣᏥ ᎠᎴ ᎢᏣᎵᏅᏟ ᏙᏱᏗᏢ ᏓᏂᏙᎦ ᎤᎾᏚᎵ ᎨᏣᎪᏩᏛᏗᏱ.

source: But he said to them in answer, My mother and my brothers are those who have knowledge of the word of God and do it.
chr: ᎤᏁᏨᏃ ᎯᎠ ᏂᏚᏪᏎᎴᎢ; ᎡᏥ ᎠᎴ ᎣᏣᎵᏅᏟ ᎯᎠ ᎾᏍᎩ ᏣᎾᏛᎩᎠ ᎧᏃᎮᏛ ᎤᏁᎳᏅᎯ ᎤᏤᎵᎦ, ᎠᎴ ᎾᏍᎩ ᏂᎦᏪᏍᎬ ᎢᏯᎾᏛᏁᎯ.

source: Now it came about on one of those days that he got into a boat with his disciples; and he said to them, Let us go over to the other side of the water: and they put out the boat.
chr: ᎯᎠᏃ ᏄᎵᏍᏔᏁ ᎢᎸᎯᏳ ᎢᏴᏛ, ᎾᏍᎩ ᎤᏣᏁ ᏥᏳᎯ ᎤᎾᎵᎪᏎ ᎬᏩᏍᏓᏩᏗᏙᎯ; ᎯᎠᏙ ᏂᏚᏪᏎᎴᎢ, ᏗᏗᏐᎩ ᎥᏓᎸ ᏍᎪᎾ ᏫᏗᎶᎯ. ᎠᎴ ᎤᏂᏴᏫᏛᎮ.

source: But while they were sailing he went to sleep: and a storm of wind came down on the sea, and the boat became full of water and they were in danger.
chr: ᎠᏂᏂᏒᏃ ᏥᏳ ᎤᎸᏁᎢ; ᎤᏃᎴᏃ ᎤᏱᎶᎴ ᎥᏓᎸᎢ; ᎤᏂᎧᎵᏤᎴᏃ ᎠᎹ, ᎠᎴ ᎤᎾᏰᎯᏍᏗ ᏄᎾᎵᏍᏓᏁᎴᎢ.

source: Then they came to him and, awaking him out of his sleep, said, Master, Master, destruction is near. And he, when he was awake, gave orders to the wind and the rolling waves, and the storm came to an end, and all was calm.
chr: ᎬᏩᎷᏤᎴᏃ ᎠᎴ ᎬᏩᏰᏍᏔᏁᎢ, ᎯᎠ ᎾᏂᏪᏍᎨᎢ; ᏔᏕᏲᎲᏍᎩ, ᏔᏕᏲᎲᏍᎩ, ᏓᏲᏣᏗᏒᏂ! ᎿᏉᏃ ᎤᏗᏛᎮ ᎠᎴ ᏚᏍᎦᏤ ᎦᏃᎸᎥᏍᎬ ᎠᎴ ᏓᎵᏍᏗᎳᏁᎬ ᎠᎹ; ᎤᏂᏑᎵᎪᏤᏃ ᎠᎴ ᎤᏓᏥᎾᏍᏛᎯ ᏄᎵᏍᏔᏁᎢ.

source: And he said to them, Where is your faith? And fear and wonder overcame them, and they said to one another, Who then is this, who gives orders even to the winds and the water and they do what he says?
chr: ᎯᎠᏃ ᏂᏚᏪᏎᎴᎢ, ᎭᏝ ᎢᏦᎯᏳᏒᎢ? ᎾᏍᎩᏃ ᎠᏂᏍᎦᎢᎲ ᎤᏂᏍᏆᏂᎪᏎᎢ, ᎯᎠ ᏂᏚᎾᏓᏪᏎᎴᎢ; ᎦᏙ ᎤᏍᏗ ᎯᎠ ᎠᏍᎦᏯ? ᏕᎧᏁᏤᏰᏃ ᎤᏃᎴ ᎠᎴ ᎠᎹ, ᎠᎴ ᎢᎬᏬᎯᏳᎲᏍᎦ.

source: And they came to the country of the Gerasenes, which is opposite Galilee.
chr: ᎠᏂᎨᏕᎳᏃ ᎤᎾᏤᎵᎪᎯ ᏭᏂᎷᏤ, ᎾᏍᎩ ᎨᎵᎵ ᏧᏳᎪᏗ ᏍᎪᏂᏗᏢ ᏥᎩ.

source: And when he had come to the land, there came to him a certain man from the town who had evil spirits; and for a long time he had had no clothing on, and was not living in a house but in the place of the dead.
chr: ᏭᏣᎢᏒᏃ, ᏚᏠᏎ ᎩᎶ ᎢᏳᏍᏗ ᎠᏍᎦᏯ ᎦᏚᎲ ᏅᏓᏳᏄᎪᏨᎯ, ᎪᎯᏗᏳ ᎠᏂᏍᎩᎾ ᎬᏩᏯᎢ ᏂᎨᏎᎢ, ᎠᎴ ᎥᏝ ᏱᏓᏄᏬᏍᎨᎢ, ᎥᏝ ᎠᎴ, ᎠᏓᏁᎸ ᏯᏕᎲᏍᎨᎢ, ᏓᏤᎵᏍᏛᏉᏍᎩᏂ.

source: And when he saw Jesus, he gave a loud cry and went down on the earth before him and in a loud voice said, What have I to do with you, Jesus, Son of the Most High God? Do not be cruel to me.
chr: ᎤᎪᎲᏃ ᏥᏌ, ᎤᏪᎷᏁᎢ, ᎠᎴ ᎤᏓᏅᏁ ᎦᏙᎬ ᎢᎬᏱᏗᏢ, ᎠᎴ ᎠᏍᏓᏯ ᎯᎠ ᏄᏪᏎᎢ; ᎦᏙ ᏗᎩᎾᏓ-ᏛᏙᏗ, ᏥᏌ, ᎤᏁᎳᏅᎯ ᏩᏍᏛ ᎦᎸᎳᏗᏳ ᎡᎯ ᎤᏪᏥ? ᎬᏔᏲᏎᎭ ᏞᏍᏗ ᏍᎩᎩᎸᏅᎩ.

source: For he gave an order to the evil spirit to come out of the man. For frequently it would take a grip of him: and he was kept under control, and prisoned with chains; but parting the chains in two, he would be sent by the driving of the evil spirit into waste places.
chr: ᏄᏁᏤᎶᏰᏃ ᎦᏓᎭ ᎠᏓᏅᏙ ᎤᏄᎪᎢᏍᏗᏱ ᎠᏍᎦᏯ. ᏯᏃᏉᏰᏃ ᎤᏂᏱᏍᎨᎢ; ᏧᏓᏕᏒᏛᏃ ᎠᎴ ᏗᎵᏰᏌᎾᎶ ᏓᎦᎸᏍᏗᏍᎨᎢ; ᏓᎦᎵᏍᎨᏃ ᏚᏓᎸᏍᏛᎢ, ᎠᎴ ᎠᏍᎩᎾ ᎢᎾᎨ ᏭᏱᎸᏍᏗᏍᎨᎢ.

source: And Jesus said to him, What is your name? And he said, Legion; for a number of spirits had gone into him.
chr: ᏥᏌᏃ ᎤᏛᏛᏁ ᎯᎠ ᏄᏪᏎᎴᎢ; ᎦᏙ ᏕᏣᏙᎥ? ᎯᎠᏃ ᏅᏗᎤᏪᏎᎢ; ᏑᎾᏓᏡᎩ; ᎤᏂᏣᏖᏰᏃ ᎠᏂᏍᎩᎾ ᎬᏩᏴᎸᎯ ᎨᏎᎢ.

source: And they made a request to him that he would not give them an order to go away into the deep.
chr: ᎬᏩᏔᏲᏎᎴᏃ ᏧᏁᏤᏗᏱ ᏂᎨᏒᎾ ᏗᏍᏛᎬ ᏭᏂᎶᎯᏍᏗᏱ.

source: Now there was a great herd of pigs in that place, getting food on the mountain: and the evil spirits made a request to him that he would let them go into the pigs, and he let them.
chr: ᎾᎿᏃ ᎠᎾᎵᏍᏓᏴᏂᏙᎮ ᎦᏚᏏ ᎤᏂᏣᏘ ᏑᎾᏓᏡᎩ ᏏᏆ; ᎾᏍᎩᏃ ᎬᏩᏔᏲᏎᎴ ᎤᏁᎳᎩ ᏧᏪᎵᏎᏗᏱ ᎾᏍᎩ ᏫᏚᏂᏴᏍᏗᏱ; ᎤᏁᎳᎩᏃ ᏚᏪᎵᏎᎴᎢ

source: And the evil spirits came out of the man and went into the pigs: and the herd went rushing down a sharp slope into the water and came to destruction.
chr: ᎿᏉᏃ ᎠᏂᏍᎩᎾ ᎬᏩᏄᎪᏤ ᎠᏍᎦᏯ, ᎠᎴ ᏏᏆ ᏫᎬᏩᏂᏴᎴᎢ; ᏑᎾᏓᏡᎩᏃ ᎠᏯᏄᎵᏳ ᎤᎾᎵᏎ ᏭᏂᎦᏐᎠᏎ ᎦᏁᏡᎩ ᎨᏒ ᎥᏓᎸ ᏭᏂᎷᏤ ᎠᎴ ᏚᏂᎬᏤᎢ.

source: And when the men who took care of them saw what had come about, they went quickly and gave news of it in the town and the country.
chr: ᏧᏁᎶᎸᎯᏃ ᎤᏂᎪᎲ ᏄᎵᏍᏔᏅᎢ ᏚᎾᎵᏘᏎᎢ, ᎠᎴ ᎤᏁᏅᏎ ᏭᏂᏃᏁ ᏗᎦᏚᎲ ᎠᎴ ᎢᏴᏛ ᏭᏩᎫᏛᎢ.

source: And they went out to see what had taken place, and they came to Jesus and saw the man out of whom the evil spirits had gone, seated, clothed and with full use of his senses, at the feet of Jesus; and fear came on them.
chr: ᎤᏁᏅᏎᏃ ᎤᎾᎦᏔᏅᏎ ᏄᎵᏍᏔᏅᎢ; ᏥᏌᏃ ᏭᏂᎷᏤᎴᎢ, ᎠᎴ ᎤᏂᏩᏛᎮ ᎠᏍᎦᏯ, ᎾᏍᎩ ᎬᏩᏄᎯᏨᎯ ᎠᏂᏍᎩᎾ, ᎤᏬᎴ ᏥᏌ ᏚᎳᏍᎬᎢ, ᏚᏄᏩᎡᎢ, ᎠᎴ ᎤᏓᏅᏘᏌᏅᎯ ᎨᏎᎢ; ᎤᏂᏍᎦᎴᏃ.

source: And those who had seen it gave them an account of how the man who had the evil spirits was made well.
chr: ᎤᏂᎪᎲᎯᏃ ᎾᏍᏉ ᏚᏂᏃᏁᎴ ᏄᎵᏍᏙᏔᏅ ᎠᏂᏍᎩᎾ ᎬᏩᏯᎢ ᎠᏥᏅᏩᏅᎢ.

source: And all the people of the country of the Gerasenes made a request to him to go away from them; for they were in great fear: and he got into a boat and went back.
chr: ᎿᏉᏃ ᏂᎦᏗᏳ ᎤᏂᏣᏘ ᎠᏂᎨᏕᎳ ᎤᎾᏤᎵᎪᎯ ᏂᎬᎾᏛ ᏗᏁᎯ ᎬᏩᏔᏲᏎᎴ ᏧᏓᏅᎡᏗᏱ; ᎤᏣᏘᏰᏃ ᎠᏂᏍᎦᎢᎮᎢ; ᏥᏳᎯᏃ ᎤᏣᏅ ᎢᎤᏨᏎᎢ.

source: But the man from whom the evil spirits had gone out had a great desire to be with him, but he sent him away, saying,
chr: ᎾᏍᎩᏃ ᎠᏍᎦᏯ ᎠᏂᏍᎩᎾ ᎬᏩᏄᎪᏤᎸᎯ, ᎤᏍᏗᏰᏔᏁ ᎤᎵᏍᎪᎸᏓᏁᏗᏱ ᎤᏍᏓᏩᏗᏓᏍᏗᏱ; ᎠᏎᏃ ᏥᏌ ᎤᏁᏤᎴ ᎤᏓᏅᏍᏗᏱ ᎯᎠ ᏄᏪᏎᎴᎢ,

source: Go back to your house and let them have news of all the great things which God has done for you. And he went away, giving word through all the town of the great things which Jesus had done for him.
chr: ᏥᎮᎾ ᏗᏤᏅᏒᎢ, ᎠᎴ ᎬᏂᎨᏒ ᏫᏅᎦ ᏂᎦᎥ ᎤᏍᏆᏂᎪᏗ ᏂᏣᏛᏁᎸ ᎤᏁᎳᏅᎯ. ᎤᏪᏅᏎᏃ, ᎠᎴ ᏭᏃᎮᎵᏙᎴ ᏂᎬᎢ ᎦᏚᎲ ᏂᎦᎥ ᎤᏍᏆᏂᎪᏗ ᏄᏛᏁᎸ ᏥᏌ.

source: And when Jesus went back, the people were glad to see him, for they were all waiting for him.
chr: ᎯᎠᏃ ᏄᎵᏍᏔᏁ ᏥᏌ ᏫᎤᎷᏨ, ᎾᏍᎩ ᏴᏫ ᏕᎬᏩᏓᏂᎸᏤᎢ; ᏂᎦᏛᏰᏃ ᎬᏩᎦᏘᏰᎢ.

source: Then there came a man named Jairus, who was a ruler in the Synagogue: and he went down at the feet of Jesus, desiring him to come to his house;
chr: ᎬᏂᏳᏉᏃ ᎤᎷᏤᎴ ᎠᏍᎦᏯ ᏤᎳ ᏧᏙᎢᏛ ᏄᎬᏫᏳᏌᏕᎩ ᏗᎦᎳᏫᎢᏍᏗᏱ; ᏥᏌᏃ ᏚᎳᏍᎬ ᎤᏓᏅᏁᎢ, ᎠᎴ ᎤᏔᏲᏎᎴ ᎦᏁᎸ ᎤᏴᏍᏗᏱ;

source: For he had an only daughter, about twelve years old, and she was near to death. But while he was on his way, the people were pushing to be near him.
chr: ᏌᏉᎯᏳᏰᏃ ᎡᎮ ᎤᏪᏥ ᎠᎨᏳᏣ ᏔᎳᏚ ᎢᏴᏛ ᎢᏳᏕᏘᏴᏛ, ᎠᎴ ᎾᏍᎩ ᎠᏲᎱᏍᎨᎢ. ᎠᎢᏒᏃ ᎤᏂᏣᏘ ᏴᏫ ᎬᏩᏓᏡᏩᏍᏗᏕᎨᎢ.

source: And a woman, who had had a flow of blood for twelve years, and had given all her money to medical men, and not one of them was able to make her well,
chr: ᎠᎨᏴᏃ ᎤᏢᎨ ᎩᎬ ᎤᏪᏅᎡᎮ ᏔᎳᏚ ᏧᏕᏘᏴᏛ ᎬᏩᏓᎴᏅᎡᎸᎯ, ᎤᏒᏅᎯ ᎨᏎ ᏂᎦᏛ ᎤᎵᏍᏕᎸᏙᏗ ᏓᎫᏴᎡᎲ ᎠᏂᎦᎾᎦᏘ, ᎠᏎᏃ ᎥᏝ ᎩᎶ ᎬᏩᏅᏬᏗ ᏱᎨᏎᎢ,

source: Came after him and put her hand on the edge of his robe, and straight away the flowing of her blood was stopped.
chr: ᎾᏍᎩ ᎣᏂᏗᏢ ᎤᎷᎯᏍᏓᏁᎢ, ᎠᎴ ᎦᏓᎷᏯᏛ ᎤᏄᏩᎥ ᎤᏒᏂᎴᎢ; ᎩᎳᏉᏃ ᎢᏴᏛ ᎩᎬ ᎤᏪᏅᎡᎲ ᎤᏲᎯᏍᏔᏁᎢ.

source: And Jesus said, Who was touching me? And when they all said, It is not I, Peter and those who were with him said, Master, the people are pushing round you on every side.
chr: ᏥᏌᏃ ᎯᎠ ᏄᏪᏎᎢ; ᎦᎪ ᎠᏆᏒᏂᎦ? ᏂᎦᏛᏃ ᎤᎾᏓᏱᎸ, ᏈᏓ ᎠᎴ ᎾᏍᎩ ᎠᏁᎯ ᎯᎠ ᏄᏂᏪᏎᎢ; ᏔᏕᏲᎲᏍᎩ, ᎤᏂᏣᏘ ᎨᏣᏓᏡᏫᏍᏗᏕᎦ ᎠᎴ ᎨᏣᏁᏄᎳᏍᏗᎭ, ᏥᎪᏃ ᎦᎪ ᎠᏆᏒᏂᎦ ᎢᎭᏗᎭ?

source: But Jesus said, Someone was touching me, for I had the feeling that power had gone out from me.
chr: ᏥᏌᏃ ᎯᎠ ᏄᏪᏎᎢ, ᎩᎶ ᎠᏆᏒᏂᎦ; ᎦᏙᎴᎰᏍᎦᏰᏃ ᎠᏆᏓᏅᏬᏗ ᎨᏒ ᎠᎩᏄᎪᏤᎸᎢ.

source: And when the woman saw that she was not able to keep it secret, she came, shaking with fear, and falling down before him she made clear before all the people the reason for her touching him, and how she was made well straight away.
chr: ᎠᎨᏰᏃ ᎤᏙᎴᎰᏒ ᏄᏗᏍᎦᎸᎾ ᎨᏒᎢ, ᎤᎷᏤ ᎤᏪᎾᏫᏍᎨᎢ, ᎠᎴ ᎢᎬᏱᏢ ᎤᏓᏅᏁᎴᎢ, ᏂᎦᏛᏃ ᏴᏫ ᎠᏂᎦᏔᎲ ᎤᏃᏁᎴ ᏅᏧᎵᏍᏙᏔᏅ ᎤᏒᏂᎸᎢ, ᎠᎴ ᎾᏍᎩ ᎩᎳᏉ ᎢᏴᏛ ᎤᏗᏩᏒᎢ.

source: And he said to her, Daughter, your faith has made you well; go in peace.
chr: ᎯᎠᏃ ᏄᏪᏎᎴᎢ; ᎠᏇᏥ, ᎤᎦᎵᏍᏗ ᎭᏓᏅᏓᏓ; ᏦᎯᏳᏒ ᏣᏗᏫᏍᏓ; ᏅᏩᏙᎯᏯᏛ ᏥᎮᎾ.

source: While he was still talking, someone came from the house of the ruler of the Synagogue, saying, Your daughter is dead; do not go on troubling the Master.
chr: ᎠᏏᏉ ᎦᏬᏂᏍᎨ ᎩᎶ ᎤᎷᏤ ᏗᎦᎳᏫᎢᏍᏗᏱ ᎤᎬᏫᏳᏌᏕᎩ ᎦᏁᎸ ᏅᏓᏳᎶᏒᎯ, ᎯᎠ ᏄᏪᏎᎴᎢ, ᏤᏥ ᎤᏲᎱᏒ, ᏞᏍᏗ ᎯᏯᏕᏯᏙᏔᏅ ᏗᏕᏲᎲᏍᎩ.

source: But Jesus at these words said to him, Have no fear, only have faith, and she will be made well.
chr: ᎠᏎᏃ ᏥᏌ ᎤᏛᎦᏅ ᎤᏁᏤᎴ ᎯᎠ ᏄᏪᏎᎢ; ᏞᏍᏗ ᏱᏍᎦᎢᎮᏍᏗ; ᏦᎯᏳᏎᏍᏗᏉ, ᏓᏳᏗᏩᏏᏃ.

source: And when he came to the house he did not let any man go in with him, but only Peter and John and James, and the father of the girl and her mother.
chr: ᎠᏓᏁᎸᏃ ᎤᏴᎸ, ᎥᏝ ᎩᎶ ᏳᎵᏍᎪᎸᏓᏁᎴ ᎤᏴᏍᏗᏱ, ᏈᏓ ᎠᎴ ᏥᎻ ᎠᎴ ᏣᏂ ᎤᏅᏒ, ᎠᎴ ᎠᎨᏳᏣ ᎤᏙᏓ ᎠᎴ ᎤᏥ.

source: And all the people were weeping and crying for her; but he said, Do not be sad, for she is not dead, but sleeping.
chr: ᏂᎦᏛᏃ ᏓᎾᏠᏱᎮ ᎠᎴ ᎠᏂᏍᎪᏂᎮᎢ. ᎠᏎᏃ ᎯᎠ ᏄᏪᏎᎢ; ᏞᏍᏗ ᏗᏣᏠᏱᎸᎩ; ᎥᏝ ᏳᏲᎱᏒ, ᎦᎵᎭᏉᏍᎩᏂ.

source: And they were laughing at him, being certain that she was dead.
chr: ᎢᎬᏩᏙᏢᏔᏁᏃ, ᎠᏂᎦᏔᎮᏰᏃ ᎤᏲᎱᏒᎯ ᎨᏒᎢ.

source: But he, taking her hand, said to her, My child, get up.
chr: ᏂᎦᏛᏃ ᏚᏄᎪᏫᏒ ᎠᎴ ᎤᏬᏯᏁᏒ ᎤᏯᏅᎮ ᎯᎠ ᏄᏪᏎᎢ; ᎯᎨᏳᏣ, ᎭᏗᏛ.

source: And her spirit came back to her and she got up straight away: and he gave orders that food was to be given to her.
chr: ᎤᏓᏅᏙᏃ ᎤᎷᏥᏌᏁᎴᎢ, ᎠᎴ ᎩᎳᏉ ᎢᏴᏛ ᎤᏗᏛᎮᎢ; ᎤᏁᏤᏃ ᎤᎵᏍᏓᏴᏗ ᎤᏂᏁᏗᏱ.

source: And her father and mother were full of wonder, but he gave orders to them to say nothing about it to anyone.
chr: ᏧᎦᏴᎵᎨᏃ ᎤᏂᏍᏆᏂᎪᏎᎢ; ᎠᏎᏃ ᏚᏁᏤᎴ ᎩᎶ ᎤᏂᏃᏁᏗᏱ ᏂᎨᏒᎾ ᎾᏍᎩ ᏄᎵᏍᏔᏅᎢ.

source: And getting the twelve together, he gave them power and authority over all evil spirits and over diseases, to make them well.
chr: ᏫᏚᏯᎲᏃ ᏔᎳᏚ ᎢᏯᏂᏛ ᎬᏩᏍᏓᏩᏗᏙᎯ, ᏚᏁᎴ ᎾᏂᎥ ᎠᏂᏍᎩᎾ ᎬᏩᏃᎯᏳᏗᏱ, ᎠᎴ ᏚᏂᏢᎬ ᏧᎾᏓᏅᏬᏗᏱ.

source: And he sent them out to be preachers of the kingdom of God, and to make well those who were ill.
chr: ᏚᏅᏎᏃ ᎤᎾᎵᏥᏙᏅᏍᏗᏱ ᎤᏁᎳᏅᎯ ᎤᎬᏫᏳᎯ ᎨᏒ ᎤᎬᏩᎵ, ᎠᎴ ᏧᏂᏢᎩ ᏧᏂᏅᏬᏗᏱ

source: And he said to them, Take nothing for your journey, no stick or bag or bread or money, and do not take two coats.
chr: ᎠᎴ ᎯᎠ ᏂᏚᏪᏎᎴᎢ, ᏞᏍᏗ ᎪᎱᏍᏗ ᎢᏣᏓᏁᎳᏅᎩ ᎢᏣᎵᏍᏕᎸᏙᏗ ᎢᏣᎢᏒᎢ, ᏞᏍᏗ ᏗᏙᎳᏅᏍᏗ, ᎠᎴ ᏕᎦᎶᏗ, ᎠᎴ ᎦᏚ, ᎠᎴ ᎠᏕᎸ; ᎠᎴ ᎢᏥᏏᏴᏫᎭ ᏞᏍᏗ ᏔᎵ ᏗᏣᏄᏬ ᏱᏗᏥᏁᎮᏍᏗ.

source: And if you go into a house, let that house be your resting-place till you go away.
chr: ᎢᎸᎯᏢᏃ ᎠᏓᏁᎸ ᎢᏥᏴᎯᎮᏍᏗ ᎾᎭᏉ ᎢᏥᏁᏍᏗ, ᎠᎴ ᎾᎿ ᎢᏣᏂᎩᏍᎨᏍᏗ.

source: And if any people will not take you in, when you go away from that town, put off its dust from your feet for a witness against them.
chr: ᎩᎶᏃ ᏂᏗᏣᏓᏂᎸᎬᎾ ᎢᎨᏎᏍᏗ, ᎾᎿ ᎦᏚᎲ ᎢᏥᏄᎪᎨᏍᏗ, ᏗᏣᎳᏏᏕᏂ ᎪᏍᏚ ᏚᏅᎦᎸ ᏕᏥᏅᎪᎥᏗᏍᎨᏍᏗ ᎾᏍᎩ ᎧᏃᎮᏍᎩ ᎨᏎᏍᏗ ᎤᎾᏡᏗᏍᎩ.

source: And they went away, journeying through all the towns, preaching the good news and making people free from diseases in all places.
chr: ᎤᎾᏂᎩᏒᏃ ᏕᎦᏚᏩᏗᏒ ᎤᏁᏙᎴ ᎠᎾᎵᏥᏙᎲᏍᎨ ᎣᏍᏛ ᎧᏃᎮᏛ, ᎠᎴ ᏓᎾᏓᏅᏫᏍᎨ ᏂᎦᎥ ᎠᏁᏙᎲᎢ.

source: Now Herod the king had news of all these things: and he was in doubt, because it was said by some people that John had come back from the dead;
chr: ᎡᎶᏛᏃ ᏅᎩ ᎢᎦᏚᎩ ᎨᏒ ᏍᎦᏚᎩ ᎠᏥᎦᏘᏗᏍᏗ ᎤᏛᎦᏁ ᏂᎦᏛ ᏕᎤᎸᏫᏍᏓᏁᎲᎢ; ᎠᎴ ᎤᏕᏯᏔᏁᎴᎢ, ᏅᏗᎦᎵᏍᏙᏗᏍᎨ ᎩᎶ ᏣᏂ ᎤᏲᎱᏒ ᏕᎤᎴᎯᏌᏅ ᎠᎾᏗᏍᎬᎢ;

source: And by some, that Elijah had come; and by others, that one of the old prophets had come back to life.
chr: ᎩᎶᏃ ᎢᎳᏯ ᎦᎾᏄᎪᎩ ᎠᎾᏗᏍᎬᎢ; ᎢᎦᏛᏃ ᎩᎶ ᎢᏳᏍᏗ ᎢᎸᎯᏳ ᏣᏁᎮ ᎠᎾᏙᎴᎰᏍᎩ ᏚᎴᎯᏌᏅ ᎠᎾᏗᏍᎬᎢ.

source: And Herod said, I put John to death: but who is this, of whom such stories are given to me? And he had a desire to see him.
chr: ᎡᎶᏛᏃ ᎯᎠ ᏄᏪᏎᎢ, ᏣᏂ ᏥᏍᎫᏕᏒᎩ; ᎯᎠᏍᎩᏂ ᎦᎪ, ᎾᏍᎩ ᎯᎠ ᏥᏄᏍᏗ ᏥᏥᏯᏛᎩᎭ? ᎤᏟᏂᎬᏁᎴᏃ ᎤᎪᏩᏛᏗᏱ.

source: And the twelve, when they came back, gave him an account of what they had done. And he took them with him and went away from the people to a town named Beth-saida.
chr: ᎨᏥᏅᏏᏛᏃ ᎢᎤᏂᎷᏨ, ᎬᏩᏃᏁᎴ ᏂᎦᏛ ᏄᎾᏛᏁᎸᎢ. ᏚᏘᏅᏎᏃ ᎠᎴ ᎤᏅᏒ ᎨᏒ ᎢᎾᎨ ᏭᎶᏎ ᎦᏚᎲ ᎾᎥ ᏇᏣᏰᏗ ᏣᏃᏎᎰᎢ.

source: But the people, getting news of it, went after him: and he was pleased to see them, and gave them teaching about the kingdom of God, and made those well who were in need of it.
chr: ᏴᏫᏃ ᎤᎾᏙᎴᎰᏒ ᎬᏩᏍᏓᏩᏛᏎᎢ; ᎠᎴ ᏚᏓᏂᎸᏤᎢ, ᏚᏁᎢᏍᏓᏁᎴ ᎤᏁᎳᏅᎯ ᎤᎬᏫᏳᎯ ᎨᏒ ᎤᎬᏩᎵ, ᎠᎴ ᏚᏅᏩᏁ ᎤᏚᎸᏗ ᎢᏳᎾᎵᏍᏓᏁᎯ ᏗᎨᏥᏅᏬᏗᏱ.

source: And the day went on; and the twelve came to him and said, Send these people away so that they may go into the towns and the country round about and get resting-places and food for themselves, for we are in a waste place.
chr: ᎢᎦᏃ ᎿᏉ ᎦᎶᏐᎲᏍᎨᎢ ᎬᏩᎷᏎᎴ ᏔᎳᏚ ᎢᏯᏂᏛ ᎠᎴ ᎯᎠ ᏂᎬᏩᏪᏤᎴᎢ, ᏘᏰᎵᎯᏍᏓ ᎤᏂᏣᏘ, ᎾᏍᎩ ᏩᏁᎾ ᏙᏗᎦᏚᎲ ᎠᎴ ᏙᏗᎦᎶᎨᏒ ᎠᏂ ᎬᏩᏚᏫᏛ ᏫᏚᏂᏒᏍᏗᏱ, ᎠᎴ ᎤᎾᎵᏍᏓᏴᏗ ᏭᏂᏩᏛᏗᏱ; ᎠᏂᏰᏃ ᎢᎾᎨᏉ ᎨᏒ ᎢᏕᏙᎭ.

source: But he said, Give them food yourselves. And they said, We have only five cakes of bread and two fishes, if we do not go and get food for all these people.
chr: ᎠᏎᏃ ᎯᎠ ᏂᏚᏪᏎᎴᎢ; ᏂᎯ ᏗᏤᎳᏍᏓ. ᎯᎠᏃ ᏄᏂᏪᏎᎢ, ᎯᏍᎩᏉ ᎦᏚ ᏙᏥᏰᎭ ᎠᎴ ᎠᏣᏗ ᏔᎵᏉᎢ; ᎢᏳᏍᎩᏂᏃᏅ ᏲᎩᏩᏎᏅ ᏂᎦᏛ ᎯᎠ ᎾᏍᎩ ᏴᏫ ᎤᎾᎵᏍᏓᏴᏗ.

source: For there were about five thousand men. And he said to his disciples, Make them be seated in groups, about fifty to a group.
chr: ᎯᏍᎩᏰᏃ ᎢᏯᎦᏴᎵ ᎢᏴᏛ ᎾᏂᎡ ᎠᏂᏍᎦᏯ. ᎯᎠᏃ ᏂᏚᏪᏎᎴ ᎬᏩᏍᏓᏩᏗᏙᎯ, ᏩᎾᏅᎥᎦ ᎯᏍᎦᏍᎪᎯ ᎢᎫᏂᏨᏛ ᎨᏎᏍᏗ.

source: And they did so, and made them all be seated.
chr: ᎾᏍᎩᏃ ᏄᎾᏛᏁᎴᎢ, ᎠᎴ ᏂᎦᏛ ᎤᎾᏅᏗᏱ ᏂᏚᏅᎴᎢ.

source: And he took the five cakes of bread and the two fishes and, looking up to heaven, he said words of blessing over them, and when they had been broken, he gave them to the disciples to give to the people.
chr: ᎯᏍᎩᏃ ᎦᏚ ᏚᎩᏎᎢ, ᎠᎴ ᏔᎵ ᎠᏣᏗ ᏚᏁᏎᎢ; ᎦᎸᎳᏗᏃ ᏫᏚᎧᎿᏅ ᎤᎵᎮᎵᏤᎢ, ᎠᎴ ᎤᎬᎭᎷᏰᎢ, ᎠᎴ ᏚᏁᎴ ᎬᏩᏍᏓᏩᏗᏙᎯ ᏧᏂᏁᏗᏱ ᎤᏂᏣᏘ.

source: And they all took the food and had enough; and they took up of the broken bits which were over, twelve baskets full.
chr: ᎤᎾᎵᏍᏓᏴᏁᏃ, ᎠᎴ ᏂᎦᏛ ᏚᏃᎸᏎᎢ; ᎠᎴ ᎤᏄᏖᏎ ᎤᎵᎬᎭᎷᏴᎯ ᎤᎾᏘᏰᎸᎯ ᏔᎳᏚ ᎢᏯᎧᎵᎢ ᏔᎷᏣ.

source: And it came about that when he was in prayer, by himself, and the disciples were with him, he put a question to them, saying, Who do the people say I am?
chr: ᎯᎠᏃ ᏄᎵᏍᏔᏁᎢ ᎾᏍᎩ ᎤᏩᏒ ᎨᏒ ᎠᏓᏙᎵᏍᏗᏍᎬ ᎬᏩᏍᏓᏩᏗᏙᎯ ᎠᏁᎮᎢ; ᏚᏛᏛᏁᏃ ᎯᎠ ᏂᏚᏪᏎᎴᎢ, ᎦᎪ ᎬᏉᏎᎰ ᏴᏫ?

source: And they, answering, said, John the Baptist; but others say Elijah; and others, that one of the old prophets has come back.
chr: ᎤᏂᏁᏨᏃ ᎯᎠ ᏄᏂᏪᏎᎢ, ᏣᏂ ᏗᏓᏬᏍᎩ; ᎢᎦᏛᏍᎩᏂ ᎢᎳᏯ; ᎠᏂᏐᎢᏃ, ᎩᎶ ᎢᏳᏍᏗ ᎢᎸᎯᏳ ᎤᎾᏕᏅᎯ ᎠᎾᏙᎴᎰᏍᎩ ᏚᎴᎯᏌᏅ [ᎠᎾᏗᏍᎪᎢ.]

source: And he said, But who do you say that I am? And Peter, answering, said, The Christ of God.
chr: ᎯᎠᏃ ᏂᏚᏪᏎᎴᎢ, ᏂᎯᎾᏃ ᎦᎪ ᏍᎩᏲᏎᎭ? ᏈᏓ ᎤᏁᏨ ᎯᎠ ᏄᏪᏎᎢ, ᎦᎶᏁᏛ ᎤᏁᎳᏅᎯ ᎤᏤᎵᎦ.

source: But he gave them special orders, not to say this to any man;
chr: ᎤᎵᏂᎩᏛᏃ ᏚᏅᏍᏓᏕᎴ ᏚᏁᏤᎴ ᎩᎶ ᎤᏂᏃᏁᏗᏱ ᏂᎨᏒᎾ ᎾᏍᎩ,

source: Saying, The Son of man will undergo much and be put on one side by the rulers and the chief priests and the teachers of the law, and be put to death, and on the third day he will come back to life.
chr: ᎯᎠ ᏂᎦᏪᏍᎨᎢ, ᏴᏫ ᎤᏪᏥ ᎠᏎ ᎤᏣᏘ ᏧᏓᎴᏅᏛ ᏧᎩᎵᏳᏤᏗ ᎨᏎᏍᏗ, ᎠᎴ ᏗᎬᏩᏲᎯᏍᏗ ᎨᏎᏍᏗ ᏗᏂᎳᏫᎩ ᎠᎴ ᏄᏂᎬᏫᏳᏒ ᎠᏥᎸ-ᎠᏁᎶᎯ ᎠᎴ ᏗᏃᏪᎵᏍᎩ, ᎠᎴ ᎠᏥᎢᏍᏗ ᎨᏎᏍᏗ, ᎠᎴ ᏦᎢᏁ ᎢᎦ ᏣᎦᎴᏙᏗ ᎨᏎᏍᏗ.

source: And he said to them all, If any man has a desire to come after me, let him give up all, and take up his cross every day, and come after me.
chr: ᎯᎠᏃ ᏂᏚᏪᏎᎴ ᏂᎦᏛ, ᎢᏳᏃ ᎩᎶ ᎤᏚᎵᏍᎨᏍᏗ ᎠᎩᏍᏓᏩᏛᏍᏗᏱ ᎤᏩᏒ ᎠᏓᏓᏱᎮᏍᏗ, ᎠᎴ ᎠᏱᏍᎨᏍᏗ ᏂᏚᎩᏨᏂᏒ ᎤᏤᎵ ᏧᏓᎿᏩᏛ, ᎠᎴ ᎠᎩᏍᏓᏩᏕᎨᏍᏗ.

source: For whoever has a desire to keep his life will have it taken from him, but whoever gives up his life because of me, will keep it.
chr: ᎩᎶᏰᏃ ᎤᏚᎵᏍᎨᏍᏗ ᎤᏍᏕᎸᏗᏱ ᎬᏅᎢ ᎤᏲᎱᏎᏗ ᎨᏎᏍᏗ; ᎩᎶᏍᎩᏂ ᎬᏅ ᎤᏲᎱᏎᎮᏍᏗ ᎠᏴ ᏅᏗᎦᎵᏍᏙᏗᏍᎨᏍᏗ, ᎾᏍᎩ ᎤᏍᏕᎸᏗ ᎨᏎᏍᏗ.

source: For what profit will a man have if he gets all the world, but undergoes loss or destruction himself?
chr: ᎦᏙᏰᏃ ᏳᏁᏉᏥ ᏴᏫ ᎢᏳᏃ ᏂᎬ ᎡᎶᎯ ᎤᏤᎵ ᏱᏄᎵᏍᏔᏅ, ᎤᏩᏒᏃ ᏳᏲᎱᏒ ᎠᎴ ᏯᎦᏓᎢᏅ.

source: For if any man has a feeling of shame because of me or of my words, the Son of man will have shame because of him when he comes in his glory and the glory of the Father and of the holy angels.
chr: ᎩᎶᏰᏃ ᎠᏆᏕᎰᏍᎨᏍᏗ ᎠᏴ ᎠᎴ ᎠᎩᏁᏨᎢ, ᎾᏍᎩ ᏴᏫ ᎤᏪᏥ ᎤᏕᎰᎯᏍᏗ ᎨᏎᏍᏗ ᎾᎯᏳ ᎦᎷᏨᎭ ᎤᏄᏬᏍᏕᏍᏗ ᎦᎸᏉᏗᏳ ᎨᏒ ᎤᏩᏒ ᎤᏤᎵᎦ, ᎠᎴ ᎤᏙᏓ ᎤᏤᎵᎦ, ᎠᎴ ᎨᏥᎸᏉᏗ ᏗᏂᎧᎿᏩᏗᏙᎯ ᎤᎾᏤᎵᎦ.

source: But truly I say to you, Some of those who are here now will have no taste of death till they see the kingdom of God.
chr: ᎠᏎᏃ ᎤᏙᎯᏳᎯᏯ ᎢᏨᏃᏁᎭ, ᎩᎶ ᎠᏂ ᏓᏂᏙᎦ ᎥᏝ ᏴᏛᎾᏙᎴᎰᏏ ᎠᏲᎱᎯᏍᏗ ᎨᏒ ᎬᏂ ᎤᏁᎳᏅᎯ ᎤᎬᏫᏳᎯ ᎨᏒ ᎠᏂᎪᎲᎭ.

source: And about eight days after he had said these things, he took Peter and John and James with him and went up into the mountain for prayer.
chr: ᏧᏁᎳᏃ ᎢᏴᏛ ᏫᏄᏒᎸ ᎾᏍᎩ ᎯᎠ ᏄᏪᏐᎢ, ᎯᎠ ᏄᎵᏍᏔᏁᎢ, ᎾᏍᎩ ᏈᏓ ᎠᎴ ᏣᏂ ᎠᎴ ᏥᎻ ᏚᏘᏅᏎ ᎠᎴ ᎤᎿᎷᏎ ᎣᏓᎸ ᎤᏓᏙᎵᏍᏔᏅᏎᎢ.

source: And while he was in prayer, his face was changed and his clothing became white and shining.
chr: ᎠᏓᏙᎵᏍᏗᎨᏃ ᏄᏍᏛ ᎤᎧᏛ ᎤᏓᏁᏟᏴᏎᎢ, ᎠᎴ ᏚᏄᏩᎥ ᎤᏁᎩᏳ ᎠᎴ ᎬᏩᏥᏍᏓᎷᎩᏍᎩ ᏄᎵᏍᏔᏁᎢ.

source: And two men, Moses and Elijah, were talking with him;
chr: ᎠᎴ ᎬᏂᏳᏉ ᎬᏩᎵᏃᎮᏔᏁ ᎠᏂᏔᎵ ᎠᏂᏍᎦᏯ, ᎾᏍᎩ ᎼᏏ ᎠᎴ ᎢᎳᏯᎨᏎᎢ,

source: Who were seen in glory and were talking of his death which was about to take place in Jerusalem.
chr: ᎾᏍᎩ ᎦᎸᏉᏗᏳ ᎨᏒ ᎤᎾᏄᏬᏍᏕ ᎬᏂᎨᏒ ᏄᎾᏛᏁᎴᎢ; ᎠᎴ ᎤᏂᏁᎢᏍᏔᏁ ᎤᎵᏍᏆᏕᏗᏱ ᎨᏒ ᏥᎷᏏᎵᎻ.

source: Now Peter and those who were with him were overcome with sleep: but when they were fully awake, they saw his glory and the two men who were with him.
chr: ᏈᏓᏍᎩᏂ ᎠᎴ ᎾᏍᎩ Ꮎ ᎠᏁᎯ ᎤᏣᏘ ᏓᏂᎸᏍᎨᎢ; ᎤᏂᏰᏨᏃ ᎤᏂᎪᎮ ᎤᏤᎵ ᎦᎸᏉᏗᏳ ᎨᏒᎢ, ᎠᎴ ᎾᏍᎩ ᎠᏂᏔᎵ ᎠᏂᏍᎦᏯ ᎦᏙᎬ ᏗᏂᏙᎩ.

source: And when they were about to go away from him, Peter said to Jesus, Master, it is good for us to be here; let us make three tents, one for you and one for Moses and one for Elijah: having no knowledge of what he was saying.
chr: ᎯᎠᏃ ᏄᎵᏍᏔᏁᎢ, ᎾᏍᎩ ᎿᏉ ᎬᏩᏓᏅᎡᎮᎢ, ᏈᏓ ᎯᎠ ᏄᏪᏎᎴ ᏥᏌ, ᏔᏕᏲᎲᏍᎩ, ᎣᏏᏳ ᎠᏂ ᏥᏕᏙᎭ; ᎠᎴ ᏦᎢ ᏫᏙᏥᎵᏦᏛᎦ; ᏌᏉ ᏂᎯ ᏣᏤᎵᎦ, ᏌᏉᏃ ᎼᏏ ᎤᏤᎵᎦ, ᏌᏉᏃ ᎢᎳᏯ ᎤᏤᎵᎦ, ᎥᏝ ᏯᎦᏔᎮ ᏂᎦᏪᏍᎬᎢ.

source: And while he said these things, the shade of a cloud came over them, and they were full of fear when they went into the cloud.
chr: ᎠᏏᏉ ᎾᏍᎩ ᏂᎦᏪᏍᎨᎢ ᎤᎶᎩᎳᏕᎢ ᎠᎴ ᎤᏄᏢᏔᏁᎢ; ᎠᎴ ᎤᏂᏍᎦᎴ ᎤᏂᏄᏴᎸ ᎤᎶᎩᎸᎢ.

source: And there was a voice from the cloud saying, This is my Son, the man of my selection; give ear to him.
chr: ᎤᎶᎩᎸᏃ ᏧᎶᏎ ᎧᏁᎬ ᎯᎠ ᏂᎦᏪᏍᎨᎢ, ᎯᎠ ᎾᏍᎩ ᏥᎨᏳᎢ ᎠᏇᏥ, ᎾᏍᎩ ᎡᏣᏛᏓᏍᏓᏁᎮᏍᏗ.

source: And after the voice was gone they saw that Jesus was by himself. And they kept quiet, and said nothing at that time to anyone of the things which they had seen.
chr: ᎧᏁᎬ ᎤᎶᏐᏅ ᎤᏩᏒᏉ ᎠᏥᏩᏛᎮ ᏥᏌ. ᎡᎳᏪᏱᏉᏃ ᎤᏅᏎᎢ, ᎠᎴ ᎥᏝ ᎩᎶ ᏳᏂᏃᏁᎴ ᎾᎯᏳ ᎨᏒ ᏄᏍᏛ ᎤᏂᎪᎲᎢ.

source: And on the day after, when they came down from the mountain, a great band of people came to him.
chr: ᎯᎠᏃ ᏄᎵᏍᏔᏁ ᎾᏍᎩ ᎤᎩᏨᏛ ᏧᏂᎦᏐᎠᏒ ᎣᏓᎸᎢ, ᎤᏂᏣᏘ ᏴᏫ ᏕᎬᏩᏠᏎᎢ.
